Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Auto Retry
be: Самарушна спрабаваць зноўку

source: Auto Stretch
be: Самарушна расьцягваць

source: Auto completion
be: Самарушна заканчваць

source: Auto set away when idle
be: Пераходзіць у стан «адсутнічаю» па бязьдзеяньні

source: Auto show friend
be: Самарушна паказваць сябра

source: Auto sign on
be: Уваходзіць самарушна

source: Auto silence
be: Сьцішвацца самарушна

source: Auto start
be: Запускацца самарушна

source: Auto submit after voice
be: Падаваць адразу, як прамовілі

source: Auto-advance
be: Самарушна пераходзіць

source: Auto-cap
be: Вялікія літары самарушна

source: Auto-capitalization
be: Пачынаць зь вялікае літары

source: Auto-close dockbar after app-launch
be: Самарушна зачыняць латок-паліцу па запуску праґрамы

source: Auto-close folder after app-launch
be: Самарушна зачыняць каталёґ па запуску праґрамы

source: Auto-complete
be: Самарушна заканчваць

source: Auto-connect
be: Злучацца самарушна

source: Auto-download attachments
be: Спампоўваць залучнікі самарушна

source: Auto-fill
be: Запаўняць блянкі

source: Auto-fill text
be: Зьвесткі

source: Auto-fill text deleted.
be: Зьвесткі выдалілі.

source: Auto-fill text saved.
be: Зьвесткі захавалі.

source: Auto-fit pages
be: Дапасоўваць бачыны

source: Auto-punctuate
be: Знакі прыпынку самарушна

source: Auto-punctuation
be: Знакі прыпынку — самарушна

source: Auto-refresh
be: Самарушна абнаўляць

source: Auto-registration
be: Самарушна запісвацца

source: Auto-replace
be: Самарушна замяняць

source: Auto-retrieve
be: Самарушна атрымваць

source: Auto-rotate screen
be: Паварочваць экран

source: Auto-sync
be: Самарушна сынхранізаваць

source: Auto-sync app data
be: Сынхранізаваць зьвесткі праґрамы

source: Auto/sensor
be: Самарушная (чуйнік)

source: AutoFill
be: Запоўніць

source: Autohide desktop indicator
be: Самарушна хаваць паказальнік стальніцы

source: Automatic
be: Самарушна

source: Automatic (Push)
be: Самарушна (штуршком)

source: Automatic Google signin
be: Уваходзіць у Google самарушна

source: Automatic away-status
be: Самарушны стан «адышоў»

source: Automatic brightness
be: Самарушна вызначаць яркасьць

source: Automatic date & time
be: Самарушныя час і дата

source: Automatic registration...
be: Самарушна запісваемся...

source: Automatic restore
be: Аднаўляць самарушна

source: Automatic time zone
be: Самарушны часавы абсяг

source: Automatic update
be: Абнаўляцца самарушна

source: Automatic update failed
be: Ну ўдалося самарушна абнавіцца

source: Automatic updates
be: Абнаўляць самарушна

source: Automatically correct the previous word
be: Самарушна выпраўляць папярэдняе слова

source: Automatically correct typing and spelling mistakes.
be: Самарушна выпраўляць памылкі друку ды правапісу.

source: Automatically determine location
be: Самарушна вызначаць мейсца

source: Automatically download attachments when connected to WiFi
be: Калі злучаемся з Wi-Fi, спампоўваць залучнікі самарушна

source: Automatically find nearest stop if GPS swithed on.
be: Самарушна вызначаць найбліжэйшы прыпынак, калі працуе GPS.

source: Automatically lock
be: Самарушна замыкаць

source: Automatically press enter when searching or going to the next field.
be: Самарушна пераходзіць да наступнага поля, ці націскаць «увод», калі шукаем.

source: Automatically refresh news and weather
be: Самарушна абнаўляць навіны ды надвор’е

source: Automatically resize picture before sending?
be: Ці зьмяніць памер малюнку перад тым, як дасылаць?

source: Automatically retrieve messages
be: Самарушна атрымваць паведамленьні MMS

source: Automatically retrieve messages while roaming
be: Самарушна атрымваць MMS у блуканьні (роўмінґу)

source: Automatically select preferred network
be: Самарушна абіраць пажаданую сетку

source: Automatically sign in
be: Уваходзіць самарушна

source: Automatically upload new photos & videos to a private web album
be: Самарушна запампоўваць новыя фатаздымкі ды відэа ў асабісты альбом

source: Automatically upload your photos and videos as you take them.
be: Самарушна запампоўваць вашыя фатаздымкі ды відэа адразу, як вы іх зрабілі.

source: Autumn leaves tumble
be: Павольна падае восеньскае лісьце

source: Avail: %2$s+%3$s in %1$d
be: Вольна: %2$s+%3$s у %1$d

source: Availability
be: Даступнасьць

source: Available
be: У сетцы

source: Available bytes:
be: Даступныя байты:

source: Available devices
be: Даступныя прылады

source: Available networks
be: Дасяжныя сеткі

source: Available space
be: Даступная прастора

source: Avatar
be: Увасабленьне

source: Average
be: Сярэдне

source: Avoid additional charges from your operator with a data plan or by connecting to a Wi-Fi network.
be: Каб пазьбегнуць дадатковых выдаткаў, карыстайцеся тарыфнымі плянамі на сеціва альбо пунктамі доступу Wi-Fi.

source: Avoid poor connections
be: Пазьбягаць благіх злучэньняў

source: Avoided poor Internet connection
be: Пазьбеглі благога злучэньня зь сецівам

source: Awaiting Reply
be: Пакуль без адказу

source: Awake
be: дзейны

source: Awake time
be: Дзейны час

source: Awake time on battery:
be: Дзейны час ад батарэі:

source: Awake time when charging:
be: Дзейны час ад зарады:

source: Away
be: Адсутнічаю

source: Azores
be: Азорскія выспы

source: B
be: Б

source: BETA
be: БЭТА

source: Back
be: Назад

source: Back camera
be: Задняя камэра

source: Back camera on
be: Ужываем заднюю камэру

source: Back camera only
be: Толькі задняя камэра

source: Back to Destination
be: Вярнуцца да кірунку

source: Back to all threads
be: Вяртацца да ўсіх галінаў

source: Back to call
be: Вярнуцца да выкліку

source: Back up app data, WiFi passwords, and other settings to Google servers
be: Захоўваць адноўку зьвестак праґрамаў, паролі на Wi-Fi ды іншыя налады на паслужніках Google

source: Back up application data, Wi-Fi passwords, and other settings to Google servers
be: Захоўваць адноўку зьвестак праґрамаў, паролі на Wi-Fi ды іншыя налады на паслужніках Google

source: Back up data
be: Захоўваць адноўку зьвестак

source: Back up data with my Google Account.
be: Захоўваць адноўку зьвестак на рахунку Google.

source: Back up my data
be: Захаваць адноўку

source: Back up my settings
be: Ствараць адноўку маіх наладаў

source: Back up my settings and other application data.
be: Захоўваць адноўку наладаў ды іншых зьвестак праґрамаў.

source: Back up settings
be: Налады адноўкі

source: Back up settings to my Google Account.
be: Захоўваць адноўку наладаў на рахунку Google.

source: Background
be: Задні плян

source: Background color
be: Колер тла

source: Background data
be: Злучацца на заднім пляне

source: Background data disabled
be: Забаронена злучацца на заднім пляне

source: Background data restricted
be: Забаранілі сеціва на заднім пляне

source: Background process limit
be: Працэсаў на тле

source: Background refresh
be: Абнаўляцца на заднім пляне

source: Backgrounds
be: Задні плян

source: Backing up ADW settings...
be: Захоўваецца адноўка наладаў ADW…

source: Backing up ADW settings\u2026
be: Захоўваецца адноўка наладаў ADW…

source: Backing up desktop configuration...
be: Захоўваецца адноўка настаўленьняў стальніцаў…

source: Backing up desktop configuration\u2026
be: Захоўваецца адноўка настаўленьняў стальніцаў…

source: Backlight
be: Падсьвятленьне

source: Backup
be: Захаваць адноўку

source: Backup & reset
be: Адноўка ды ўзнаўленьне

source: Backup & restore
be: Аднаўленьне

source: Backup ADW settings
be: Стварыць адноўку наладаў ADW

source: Backup ADW settings?
be: Ці стварыць адноўку наладаў ADW?

source: Backup ADW settings? Any existing file will be overwritten.
be: Ці стварыць адноўку наладаў ADW? Існы файл перазапішацца.

source: Backup account
be: Захаваць адноўку рахунку

source: Backup and restore
be: Аднаўленьне

source: Backup desktop configuration
be: Стварыць адноўку настаўленьняў стальніцаў

source: Backup desktop configuration?
be: Ці стварыць адноўку настаўленьняў стальніцаў?

source: Backup desktop configuration? Any existing file will be overwritten.
be: Ці стварыць адноўку настаўленьняў стольніцаў? Існы файл перазапішацца.

source: Backup finished
be: Скончылі захоўваць

source: Backup starting...
be: Пачалі захоўваць…

source: Backup to /sdcard/adw_launcher.db
be: Стварыць адноўку /sdcard/adw_launcher.db

source: Backup to /sdcard/adw_settings.xml
be: Стварыць адноўку /sdcard/adw_settings.xml

source: Baghdad
be: Багдад

source: Baku
be: Баку

source: Bandwidth management
be: Кіраваць рэчышчам сувязі

source: Bangkok
be: Банґкок

source: Bank account information
be: Зьвесткі пра банкаўскі рахунак

source: Banks and ATMs
be: Банкі ды банкаматы

source: Bar
be: Бар

source: Baseband version
be: Вэрсія злучара (мадэма)

source: Basic
be: Пачатковае

source: Basic panel
be: Звычайная панэль

source: Batch operations
be: Зборныя апэрацыі

source: Bath Levels
be: Узроўні ванны

source: BathingCat
be: Кацяня ў ваньне

source: Battery
be: Батарэя

source: Battery (%d%%)
be: Батарэя (%d%%)

source: Battery %d percent.
be: Батарэя: %d адсоткаў.

source: Battery full.
be: Батарэя поўная.

source: Battery health:
be: Стан батарэі:

source: Battery history
be: Гісторыя батарэі

source: Battery info
be: Зьвесткі пра батарэю

source: Battery information
be: Зьвесткі пра батарэю

source: Battery is empty.
be: Батарэя разрадзілася.

source: Battery is empty. Your phone will shut down in 30 seconds.
be: Батарэя разрадзілася. Ваш тэлефон выключыцца праз 30 сэкундаў.

source: Battery level
be: Узровень зараду батарэі

source: Battery level:
be: Узровень зараду батарэі:

source: Battery one bar.
be: Батарэя: адна рыска.

source: Battery scale:
be: Маштаб батарэі:

source: Battery status
be: Стан батарэі

source: Battery status:
be: Стан батарэі:

source: Battery technology:
be: Тэхналёгія батарэі:

source: Battery temperature:
be: Тэмпэратура батарэі:

source: Battery three bars.
be: Батарэя: тры рыскі.

source: Battery too low to install system update.
be: Занізкі ўзровень батарэі, каб усталёўваць абнаўленьне сыстэмы.

source: Battery two bars.
be: Батарэя: дзьве рыскі.

source: Battery uploads
be: Ашчаджаць батарэю

source: Battery usage data not available
be: Няма зьвестак пра батарэю

source: Battery use
be: Выкарыстаньне батарэі

source: Battery use details
be: Падрабязнасьці

source: Battery use since reset
be: Выкарыстаньне батарэі ад узнаўленьня

source: Battery use since unplugged
be: Выкарыстаньне батарэі па адлучэньні

source: Battery used by Bluetooth
be: Сышло на Bluetooth

source: Battery used by Wi-Fi
be: Сышло на Wi-Fi

source: Battery used by WiFi
be: Сышло на Wi-Fi

source: Battery used by app
be: Сышло на праґраму

source: Battery used by application
be: Сышло на праґраму

source: Battery used by bluetooth
be: Сышло на Bluetooth

source: Battery used by cell radio
be: Сышло на сотавую сувязь

source: Battery used by the display and backlight
be: Сышло на дысплэй і падсьвятленьне

source: Battery used by voice calls
be: Сышло на выклікі

source: Battery used when phone is idle
be: Сышло ў бязьдзеяньні тэлефона

source: Battery used when tablet is idle
be: Сышло ў бязьдзеяньні пляншэта

source: Battery voltage:
be: Напружаньне на батарэі:

source: Bcc
be: Сьляпая копія

source: Bcc:
be: Сьляпая копія:

source: Bcc:\u0020
be: Копія:\u0020

source: Be offline if possible
be: Быць «ня ў сетцы», па мажлівасьці

source: Be online when application is started
be: Пераходзіць у стан «у сетцы» па запуску праґрамы

source: Beach
be: Бераг мора

source: Bearer
be: Носьбіт

source: Beauty comes from delicious milk!
be: Хараство йдзе ад духмянага малачка!

source: Before 1 month ago
be: Раней як месяц таму

source: Before setting up this email account, please visit the T-Online Web site and create a password for POP3 email access.
be: Перад тым як уладкоўваць гэты рахунак эл. пошты, наведайце, калі ласка, пляцоўку T-Online у сеціве ды стварыце пароль на доступ да пошты праз POP3.

source: Before setting up this email account, please visit the Yahoo! web site and enable POP3 email access for this account.
be: Перад тым як уладкоўваць гэты рахунак эл. пошты, наведайце, калі ласка, пляцоўку Yahoo! ў сеціве ды дазвольце доступ да пошты гэтага рахунку праз POP3.

source: Before setting up this email account, visit the T-Online website and create a password for POP3 email access.
be: Перад тым як уладкоўваць гэты рахунак эл. пошты, наведайце, калі ласка, пляцоўку T-Online у сеціве ды стварыце пароль на доступ да пошты праз POP3.

source: Before turning off USB storage, make sure you have unmounted (\u201cejected\u201d) your Android\u2018s SD card from your computer.
be: Перад тым, як вылучаць сховішча USB, упэўніцеся, што вы адмацавалі («вызвалілі») на кампутары картку SD прылады Android.

source: Before turning off USB storage, make sure you have unmounted (\u201cejected\u201d) your Android\u2018s USB storage from your computer.
be: Перад тым, як вылучаць сховішча USB, упэўніцеся, што вы адмацавалі («вызвалілі») на кампутары сховішча USB прылады Android.

source: Before turning off USB storage, make sure you have unmounted (“ejected”) your Android‘s SD card from your computer.
be: Перад тым, як выключаць сховішча USB, упэўніцеся, што вы адмацавалі («вызвалілі») на кампутары картку SD прылады Android.

source: Before you can add an event, you must add at least one Calendar account to the device and make a calendar visible.
be: Каб дадаваць падзеі, трэба стварыць на прыладзе прынамсі адзін рахунак календара ды зрабіць каляндар бачным.

source: Begin
be: Пачаць

source: Beijing
be: Пэкін

source: Beirut, Lebanon
be: Бейрут, Ліван

source: Belarusian (Belarus)
be: беларуская (Беларусь)

source: Belgrade
be: Бялград

source: Below average
be: Ніжэй за сярэдняе

source: Bengali (Bangladesh)
be: бэнґальская (Банґлядэш)

source: Best childhood friend's name?
be: Імя найлепшага сябра дзяцінства?

source: Between You
be: Між вамі

source: Between You and %s
be: Між вамі ды %s

source: Big Eyes
be: Вялізныя вочы

source: Big Mouth
be: Вялізны рот

source: Big Nose
be: Вялізны нос

source: Bill my %1$s account
be: Унесьці у мой рахунак %1$s

source: Billing address
be: Адрас аплаты

source: Billing information
be: Зьвесткі пра аплату

source: Birth date
be: Дата народзінаў

source: Birthday
be: Народзіны

source: Birthday:
be: Народзіны:

source: Birthdays
be: Народзіны

source: Bit rate:
be: Бітаў са сэкунду:

source: Black Background
be: Чорнае тло

source: Black Hole (dynamic)
be: Чорная дзірка (зьменлівая)

source: Black becomes white and vice versa
be: Чорны будзе белым і наадварот

source: Black text on white
be: Чорнае па белым

source: Blacklist
be: Чорны сьпіс

source: Blades of grass wave gently in front of a day or night sky.
be: Пад начным ці дзённым небам мякка хвалюецца трава.

source: Blank SD card
be: Парожняя картка SD

source: Blank USB storage
be: Парожняе сховішча USB

source: Blank page
be: Чыстая бачына

source: Blend
be: Зьмешваць

source: Blink notification light
be: Міргаць па спавяшчэньні

source: Blink the green notifications repeatedly
be: Шматразова міргаць зялёным па спавяшчэньнях

source: Blinking LED
be: Мігцець лямпачкаю

source: Blinking cursor
be: Указальнік мігціць

source: Block
be: Затрымаць

source: Block contact
be: Замкнуць кантакт

source: Block contact?
be: Ці замкнуць кантакт?

source: Block friend
be: Забараніць сябра

source: Block offensive words
be: Забараніць абразьлівыя словы

source: Block pop-up windows
be: Затрымваць раптоўныя вокны

source: Block pop-ups
be: Затрымваць раптоўныя вокны

source: Block this person
be: Забараніць гэтую асобу

source: Block videos containing restricted content from appearing in search results
be: Не паказваць у выніках пошуку відэа, якое зьмяшчае забароненае зьмесьціва

source: Blocked
be: Забароненыя

source: Blocked by content owner.
be: Уласьнік зьмесьціва заблякаваў.

source: Blocked contacts
be: Замкнёныя кантакты

source: Blocked friends
be: Забароненыя сябры

source: Blocking contact
be: Замыкаем кантакт

source: Blocking...
be: Забараняецца…

source: Blogger
be: Блоґер

source: Blue
be: Сіні

source: Blue Laser
be: Блакітны лазэр

source: Blue tint
be: Адценьні сіняга

source: Blues
be: Блюз

source: Bluetooth On
be: Улучаны стан Bluetooth

source: Bluetooth Share
be: Дзяліцца па Bluetooth

source: Bluetooth address
be: Адрас Bluetooth

source: Bluetooth connected.
be: Далучылі Bluetooth.

source: Bluetooth connection request
be: Запыт злучыцца па Bluetooth

source: Bluetooth device info
be: Зьвесткі пра прыладу Bluetooth

source: Bluetooth device picker
be: Зьбіральнік прыладаў bluetooth

source: Bluetooth devices
be: Прылады Bluetooth

source: Bluetooth disabled when Power disconnected
be: Вылучаць Bluetooth, калі адлучылі сілкаваньне

source: Bluetooth disconnected.
be: Адлучылі Bluetooth.

source: Bluetooth enabled when Power connected
be: Улучаць Bluetooth, калі далучылі сілкаваньне

source: Bluetooth headset connected
be: Слухаўкі зь мікрафонам далучылі да Bluetooth

source: Bluetooth headset not connected
be: Слухаўкі зь мікрафонам да Bluetooth не далучылі

source: Bluetooth in-call volume
be: Гучнасьць размовы па Bluetooth

source: Bluetooth off
be: Вылучылі Bluetooth

source: Bluetooth on
be: Улучылі Bluetooth

source: Bluetooth pairing request
be: Запыт спалучыцца па Bluetooth

source: Bluetooth permission request
be: Запыт дазволіць bluetooth

source: Bluetooth received
be: Атрымалі па bluetooth

source: Bluetooth session key required
be: Патрэбны ключ сэсіі Bluetooth

source: Bluetooth settings
be: Налады Bluetooth

source: Bluetooth share: File %1$s not received
be: Bluetooth: файл %1$s не атрымалі

source: Bluetooth share: File %1$s not sent
be: Bluetooth: файл %1$s не даслалі

source: Bluetooth share: Incoming file
be: Bluetooth: уваходны файл

source: Bluetooth share: Received %1$s
be: Bluetooth: атрымалі %1$s

source: Bluetooth share: Received files
be: Bluetooth: атрыманыя файлы

source: Bluetooth share: Receiving %1$s
be: Bluetooth: атрымваем %1$s

source: Bluetooth share: Sending %1$s
be: Bluetooth: дасылаем %1$s

source: Bluetooth share: Sending file
be: Bluetooth: дасылаем файл

source: Bluetooth share: Sent %1$s
be: Bluetooth: даслалі %1$s

source: Bluetooth share: Sent files
be: Bluetooth: дасланыя файлы

source: Bluetooth tethered
be: Дзелімся праз Bluetooth

source: Bluetooth tethering
be: Дзяліцца па bluetooth

source: Bluetooth tethering.
be: Дзелімся па Bluetooth.

source: Bluetooth volume
be: Гучнасьць Bluetooth

source: Blur
be: Размываць

source: Blur off
be: Не размываць

source: Blur on
be: Размываць

source: Bogota
be: Баґота

source: Bookmark
be: Закладка

source: Bookmark \"%s\" will be deleted.
be: Закладка «%s» выкрасьліцца.

source: Bookmark last-viewed page
be: Закласьці апошнюю бачыну

source: Bookmark link
be: Закласьці спасылку

source: Bookmark must have a location.
be: Закладка мусіць мець пэўнае мейсца.

source: Bookmark must have a name.
be: Закладка мусіць мець назву.

source: Bookmark page
be: Закласьці бачыну

source: Bookmark this page
be: Закласьці бачыну

source: Bookmarks
be: Закладкі

source: Bookmarks and web history
be: Закладкі ды сеціўная гісторыя

source: Bookmarks on this device are not yet associated with a Google account.
be: Закладкі гэтае прылады яшчэ не сынхранізуюцца з рахункам Google.

source: Bootloader
be: Ладоўнік запуску

source: Bootmenu
be: Мэню запуску

source: Bottom
be: Унізе

source: Bottom (Shrink desktop)
be: Унізе (пашырыць стальніцу)

source: Brand
be: Гандлёвая марка

source: Brasilia
be: Бразылія

source: Breakfast for my beauty.
be: Я сьнедаю, каб быць прыгожанькім.

source: Bright
be: Ясны

source: Brightness
be: Яркасьць

source: Brisbane
be: Брысбэн

source: British English
be: Брытанская анґельская

source: Broadcast data messages to applications.
be: Рассылаць праґрамам паведамленьні з дадзенымі.

source: Brother
be: Брат

source: Browse <span style=color:red><b>%1$s</b></span>
be: Зірнуць <span style=color:red><b>%1$s</b></span>

source: Browser
be: Аглядальнік

source: Browser cannot load this page because there is no internet connection.
be: Аглядальнік ня можа прачытаць бачыну, бо няма злучэньня зь сецівам.

source: Browser history is empty.
be: Гісторыя аглядальніку пустая.

source: Browser player
be: Прайграваць у аглядальніку

source: Browser sign-in
be: Увайсьці праз аглядальнік

source: Browser storage full
be: Сховішча аглядальніка запоўнілася

source: Brussels
be: Брусэль

source: Bubble font size
be: Памер шрыфту бурбалак

source: Buddies
be: Суразмоўцы

source: Buddy icons
be: Значкі суразмоўцаў

source: Buddy's ID:
be: Азначальнік:

source: Buenos Aires
be: Буэнас-Айрэс

source: Buffering\u2026
be: Чытаем ў запасьнік…

source: Build Data
be: Зьвесткі пра зборку

source: Build Information
be: Зьвесткі пра зборку

source: Build id
be: Азначальнік зборкі

source: Build number
be: Нумар зборкі

source: Build type
be: Від зборкі

source: Build version
be: Вэрсія зборкі

source: Building/Floor/Apt (optional)
be: Будынак, паверх, пакой (не абавязкова)

source: Built-in keyboard
be: Убудаваная клявіятура

source: Built-in keyboard settings
be: Налады ўбудаванае клявіятуры

source: Built-in, physical keyboard settings
be: Налады ўбудаванае, фізычнае клявіятуры

source: Bulgarian (Bulgaria)
be: баўгарская (Баўгарыя)

source: Buses
be: аўтобусаў

source: Business and Financial News
be: Навіны бізнэсу ды фінансаў

source: Busy
be: Не турбаваць

source: Busy?
be: Заняты?

source: Button effect
be: Дзеяньне кнопкі

source: Buy
be: Купіць

source: Buy credit
be: Набыць крэдыт у Skype

source: Buy now
be: Купіць зараз

source: Buy now: %s
be: Купіць зараз: %s

source: By continuing, you agree to the Google and Additional Privacy Policies.
be: Працягваючы, вы пагаджаецеся з Правіламі адасобленасьці Google і з дадатковымі правіламі адасобленасьці.

source: By creating this account you agree to the Google and Additional Privacy Policies.
be: Ствараючы рахунак, вы пагаджаецеся з Правіламі адасобленасьці Google і з Дадатковымі правіламі адасобленасьці.

source: By creating this account you agree to the Google and Additional Privacy Policies.\u0020
be: Ствараючы рахунак, вы пагаджаецеся з Правіламі адасобленасьці Google і з дадатковымі правіламі адасобленасьці.

source: By first name
be: Паводле ймя

source: By last name
be: Паводле прозьвішча

source: By popularity
be: Паводле вядомасьці

source: By proceeding, you are giving the application permission to intercept all network traffic.
be: Калі працягваць, праґрама атрымае дазвол перахапляць усё перадаванае ў сетцы.

source: By selecting [Send] you acknowledge and agree that any information contained in the feedback report will be used by Google in accordance with the Google privacy policies applicable to the application through which you initiated the report.
be: Абіраючы «Даслаць», вы прызнаяце і пагаджаецеся, што любыя зьвесткі, якія зьмяшчае справаздача водгуку, будуць выкарыстоўвацца Google у адпаведнасьці з палітыкай адасобленасьці Google, адпаведнае праґраме, празь якую вы даслалі справаздачу.

source: By signing in, you agree to the Google and Additional Privacy Policies.
be: Уваходзячы, вы пагаджаецеся з Правіламі адасобленасьці Google і з дадатковымі правіламі адасобленасьці.

source: By touching \"Confirm\", you are agreeing that all videos flagged by the YouTube community will be viewable by this account.
be: Націскаючы «Пацьвердзіць», вы пагаджаецеся з тым, што ўсё відэа, пазначанае супольнасьцю YouTube як неадпаведнае, можа праглядацца з гэтага рахунку.

source: By uploading you agree to YouTube's Terms of Use.
be: Запампоўваючы файлы, вы пагаджаецеся з Умовамі абслугоўваньня YouTube.

source: Bypass proxy for
be: Не пасродак ўжываць на

source: Bytes received: %1$d
be: Атрымалі байтаў: %1$d

source: Bytes sent: %1$d
be: Даслалі байтаў: %1$d

source: CA certificate
be: Пасьведчаньне асяродку

source: CANCEL
be: СКАСАВАЦЬ
